Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: The crop is missing a side, so it is not clear what these files should be cropped to. Fill in both numbers, or clear the crop, and drop them again.
ar: ينقص الاقتصاص أحد جانبيه، فليس من الواضح إلى أي شكل ينبغي اقتصاص هذه الملفات. أدخل الرقمين معًا أو امسح الاقتصاص، ثم أفلت الملفات مرة أخرى.
ca: A l’escapçament li falta un costat, així que no queda clar com s’han d’escapçar aquests arxius. Omple els dos números, o esborra l’escapçament, i torna a deixar-los anar.
cs: Ořezu chybí jedna strana, takže není jasné, na co se mají tyto soubory oříznout. Doplňte obě čísla, nebo ořez smažte, a soubory znovu přetáhněte.
da: Beskæringen mangler en side, så det er uklart, hvad disse arkiver skal beskæres til. Udfyld begge tal, eller ryd beskæringen, og slip dem igen.
de: Dem Zuschnitt fehlt eine Seite, daher ist unklar, worauf diese Dateien zugeschnitten werden sollen. Gib beide Zahlen ein oder entferne den Zuschnitt und lege die Dateien erneut ab.
el: Στην περικοπή λείπει μία πλευρά, οπότε δεν είναι σαφές σε τι πρέπει να περικοπούν αυτά τα αρχεία. Συμπληρώστε και τους δύο αριθμούς ή διαγράψτε την περικοπή και αποθέστε τα ξανά.
es: Al recorte le falta un lado, así que no está claro con qué forma hay que recortar estos archivos. Escribe los dos números, o borra el recorte, y vuelve a soltarlos.
fa: یکی از اضلاع برش وارد نشده است، بنابراین روشن نیست که این فایل‌ها باید به چه شکلی بریده شوند. هر دو عدد را وارد کنید یا برش را پاک کنید و دوباره فایل‌ها را رها کنید.
fi: Rajauksesta puuttuu toinen sivu, joten ei ole selvää, mihin nämä tiedostot pitäisi rajata. Täytä molemmat luvut tai tyhjennä rajaus ja pudota tiedostot uudelleen.
fr: Il manque un côté au recadrage : on ne sait donc pas selon quelle forme recadrer ces fichiers. Saisissez les deux nombres, ou effacez le recadrage, puis déposez-les à nouveau.
he: לחיתוך חסרה צלע, ולכן לא ברור לאיזו צורה יש לחתוך את הקבצים האלה. יש למלא את שני המספרים, או לנקות את החיתוך, ולגרור אותם שוב.
hr: Rezanju nedostaje jedna stranica, pa nije jasno na što te datoteke treba izrezati. Unesite oba broja ili obrišite rezanje pa ih ponovno ispustite.
hu: A vágásból hiányzik az egyik oldal, ezért nem egyértelmű, mire kellene vágni ezeket a fájlokat. Töltse ki mindkét számot, vagy törölje a vágást, és húzza be újra a fájlokat.
is: Tilskurðinn vantar aðra hliðina, svo að ekki er ljóst í hvað á að skera þessar skrár. Fylltu inn báðar tölurnar, eða hreinsaðu tilskurðinn, og dragðu þær inn aftur.
it: Al ritaglio manca un lato, quindi non è chiaro secondo quale forma vadano ritagliati questi file. Inserisci entrambi i numeri, oppure cancella il ritaglio, e trascinali di nuovo.
ja: 切り取りの辺が一方しかないため、これらのファイルをどの形に切り取ればよいか分かりません。両方の数値を入力するか、切り取りを消去してから、もう一度ドロップしてください。
ko: 자르기에 한 변이 빠져 있어, 이 파일들을 어떤 모양으로 잘라야 할지 알 수 없습니다. 두 숫자를 모두 입력하거나 자르기를 지운 다음, 다시 드롭하십시오.
nb: Beskjæringen mangler en side, så det er uklart hva disse filene skal beskjæres til. Fyll inn begge tallene, eller tøm beskjæringen, og slipp dem igjen.
nl: De uitsnede mist een zijde, dus het is niet duidelijk waartoe deze bestanden bijgesneden moeten worden. Vul beide getallen in of wis de uitsnede, en sleep ze opnieuw.
nn: Beskjeringa manglar ei side, så det er uklart kva desse filene skal beskjerast til. Fyll inn begge tala, eller tøm beskjeringa, og slepp dei igjen.
pl: Kadrowaniu brakuje jednego boku, więc nie wiadomo, do czego skadrować te pliki. Uzupełnij obie liczby lub usuń kadrowanie i upuść je ponownie.
pt_br: Falta um lado no recorte, então não está claro em que forma estes arquivos devem ser recortados. Preencha os dois números, ou limpe o recorte, e solte-os de novo.
pt_pt: Falta um lado ao recorte, pelo que não é claro em que forma estes ficheiros devem ser recortados. Preencha os dois números, ou limpe o recorte, e volte a largá-los.
ro: Decupării îi lipsește o latură, așa că nu este clar la ce formă ar trebui decupate aceste fișiere. Completați ambele numere sau ștergeți decuparea, apoi eliberați-le din nou.
ru: У обрезки не хватает одной стороны, поэтому непонятно, до чего обрезать эти файлы. Укажите оба числа или очистите обрезку и перетащите файлы снова.
sk: Orezu chýba jedna strana, takže nie je jasné, na čo sa majú tieto súbory orezať. Doplňte obe čísla alebo orez vymažte a súbory pretiahnite znova.
sl: Obrezku manjka ena stran, zato ni jasno, na kaj naj se te datoteke obrežejo. Vnesite obe številki ali počistite obrezek in jih znova spustite.
sv: Beskärningen saknar en sida, så det är oklart vad de här filerna ska beskäras till. Fyll i båda siffrorna, eller rensa beskärningen, och släpp dem igen.
th: การครอบตัดขาดไปหนึ่งด้าน จึงไม่ชัดเจนว่าควรครอบตัดไฟล์เหล่านี้เป็นรูปทรงใด กรอกตัวเลขทั้งสองช่องหรือล้างการครอบตัดออก แล้วลากมาวางอีกครั้ง
tr: Kırpmanın bir kenarı eksik, bu yüzden bu dosyaların neye göre kırpılacağı belli değil. İki sayıyı da girin ya da kırpmayı temizleyin ve dosyaları yeniden bırakın.
uk: Обтинанню бракує однієї сторони, тож незрозуміло, до чого обтинати ці файли. Введіть обидва числа або очистіть обтинання й перетягніть їх ще раз.
vi: Cắt xén thiếu một cạnh, nên không rõ các tệp này nên được cắt xén theo hình dạng nào. Hãy điền cả hai số, hoặc xóa cắt xén, rồi thả chúng lại.
zh_hans: 裁剪缺少一条边，因此无法确定这些文件应裁剪成什么形状。请填写两个数字，或清除裁剪，然后重新拖入这些文件。
zh_hant: 裁切缺少一條邊，因此無法確定這些檔案應裁切成什麼形狀。請填寫兩個數字，或清除裁切，然後重新拖入這些檔案。
zh_hk: 裁剪缺少一邊，因此無法確定這些檔案應該裁剪成甚麼形狀。請填寫兩個數字，或清除裁剪，然後再次拖放這些檔案。

source: W
ar: ع
ca: Ampl
cs: Š
da: B
de: B
el: Π
es: An
fa: پ
fi: L
fr: L
he: ר
hr: Š
hu: Sz
is: B
it: L
ja: 幅
ko: 너비
nb: B
nl: B
nn: B
pl: S
pt_br: L
pt_pt: L
ro: L
ru: Ш
sk: Š
sl: Š
sv: B
th: กว้าง
tr: G
uk: Ш
vi: R
zh_hans: 宽
zh_hant: 寬
zh_hk: 闊

source: %@ saved
ar: تم توفير %@
ca: S’han estalviat %@
cs: Ušetřeno %@
da: %@ sparet
de: %@ eingespart
el: Εξοικονομήθηκαν %@
es: %@ ahorrados
fa: %@ صرفه‌جویی شد
fi: %@ säästetty
fr: %@ économisés
he: %@ נחסכו
hr: Ušteđeno %@
hu: Megtakarítva: %@
is: %@ sparað
it: %@ risparmiati
ja: %@削減しました
ko: %@ 절약했습니다
nb: %@ spart
nl: %@ bespaard
nn: %@ spart
pl: Zaoszczędzono %@
pt_br: %@ economizados
pt_pt: %@ poupados
ro: %@ economisiți
ru: Сэкономлено %@
sk: Ušetrených %@
sl: Prihranjeno %@
sv: %@ sparat
th: ประหยัดได้ %@
tr: %@ tasarruf edildi
uk: Заощаджено %@
vi: Đã tiết kiệm %@
zh_hans: 节省 %@
zh_hant: 節省%@
zh_hk: 節省%@
